{
  "flags": 32768,
  "components": [
    {
      "type": 17,
      "components": [
        {
          "type": 12,
          "items": [
            {
              "media": {
                "url": "https://i.imgur.com/At4Ra4z.png"
              }
            }
          ]
        },
        {
          "type": 10,
          "content": "` <:hashtag:1468967164022100183> `Sed orci sapien, aliquet sed venenatis non, euismod congue ipsum. Curabitur elementum posuere nulla, id tincidunt urna congue eu. Proin fringilla odio nulla, at aliquet justo elementum ut. Praesent eget arcu congue, tincidunt ex vel, porttitor nisi. Maecenas aliquet lorem ut tincidunt vulputate. Integer et dictum urna. Mauris sit amet enim vitae mi tincidunt semper eget eu enim. Donec quis felis laoreet, posuere urna in, finibus urna. Suspendisse imperdiet massa dui, ut luctus lacus accumsan ac. Aliquam erat volutpat. Vestibulum volutpat cursus dapibus. Integer molestie tellus et tortor vulputate lacinia nec a dolor. Cras posuere est a neque elementum faucibus. Duis sit amet consectetur quam. Mauris enim nibh, luctus sit amet lobortis et, tincidunt et nisi."
        },
        {
          "type": 14,
          "divider": false,
          "spacing": 2
        },
        {
          "type": 10,
          "content": "` <:sdireita:1468967336974356626> `Donec sit amet elit in nulla feugiat gravida. Nam in nunc a nulla fringilla scelerisque vel ac libero. Nam aliquet quis nunc eleifend faucibus. Cras tempor nisi sem, in vehicula libero congue non. Morbi convallis nibh metus, et porttitor augue congue placerat. Nullam consequat vestibulum nisi. Nunc sed ligula a est suscipit luctus. Cras condimentum, odio et ultrices consectetur, lacus ex commodo urna, tempor posuere turpis sem quis dolor."
        },
        {
          "type": 1,
          "components": [
            {
              "type": 2,
              "style": 5,
              "label": "discohook",
              "emoji": {
                "name": "🥵"
              },
              "url": "https://discohook.app/"
            },
            {
              "type": 2,
              "style": 5,
              "label": "discohook 2",
              "emoji": {
                "name": "🤣"
              },
              "url": "https://discohook.app/"
            }
          ]
        }
      ]
    }
  ]
}